[
    {
        "bureau_code": -1,
        "bureau_name": "無法分類",
        "administrative_duties": ""
    },
    {
        "bureau_name": "主計處",
        "bureau_code": 1,
        "administrative_duties": "負責高雄市政府預算編列、決算審查、財務分析等會計及統計業務，包含：年度預算規劃與執行管理、會計制度建立與督導、統計資料蒐集與分析、公務統計管理、普查業務執行、會計人員管理、財務報表編製、內部審核作業、統計調查規劃與執行、市政統計指標建立等。"
    },
    {
        "bureau_name": "交通局",
        "bureau_code": 2,
        "administrative_duties": "規劃與管理高雄市大眾運輸、道路交通、停車管理等業務，包含：公車路線規劃、捷運系統營運監督、計程車管理、交通號誌設置與維護、交通標誌標線規劃、停車場規劃與管理、交通安全教育宣導、交通事故分析、智慧運輸系統建置、自行車道規劃、共享運具管理、交通壅塞改善方案制定等。"
    },
    {
        "bureau_name": "人事處",
        "bureau_code": 3,
        "administrative_duties": "負責高雄市政府內部人事管理、考核、薪資與聘用制度等業務，包含：公務人員任免遷調、考績考核制度執行、待遇福利管理、退休撫卹作業、人事法規解釋、員工訓練發展規劃、人力資源管理系統維護、組織編制管理、人事資料統計分析、員工協助方案推動、公務人力培訓、人事政策制定等。"
    },
    {
        "bureau_name": "勞工局",
        "bureau_code": 4,
        "administrative_duties": "管理與推動勞工權益、就業服務、勞資關係及職業訓練等相關業務，包含：勞動條件檢查、職業安全衛生稽查、勞資爭議調解、就業媒合服務、失業給付審核、職業訓練課程規劃、工會輔導管理、外籍勞工管理、勞工福利推動、性別工作平等促進、青年就業輔導、身心障礙就業服務等。"
    },
    {
        "bureau_name": "原住民事務委員會",
        "bureau_code": 5,
        "administrative_duties": "推動原住民族文化、教育、社會福利、經濟發展與權益保障等業務，包含：原住民族文化保存與推廣、原住民教育補助、原住民就業輔導、原住民族語言傳承、原住民保留地管理、原住民族傳統智慧創作保護、原住民福利服務、原住民族部落營造、原住民產業發展、原住民族觀光推廣、原住民族祭儀活動支持等。"
    },
    {
        "bureau_name": "地政局",
        "bureau_code": 6,
        "administrative_duties": "管理土地登記、地籍測量、都市計畫土地管理及徵收業務，包含：土地登記及產權管理、地籍圖重測、土地徵收補償、地價評估與調查、不動產交易管理、土地使用分區管制、測量技術研發、地政資訊系統維護、土地重劃規劃、市地重劃工程、區段徵收作業、地政士管理等。"
    },
    {
        "bureau_name": "客家事務委員會",
        "bureau_code": 7,
        "administrative_duties": "推廣客家文化、語言保存與發展及相關社會福利政策，包含：客家文化保存與推廣、客語教學推廣、客家藝文活動辦理、客家文化館舍營運、客家美食推廣、客家傳統技藝傳承、客家社區營造、客家節慶活動辦理、客家文化產業發展、客語認證輔導、客家學術研究支持等。"
    },
    {
        "bureau_name": "工務局",
        "bureau_code": 8,
        "administrative_duties": "負責都市建設、公共工程、建築管理及道路維護等業務，包含：道路橋樑維護、公共設施興建、建築執照審查、違章建築查處、公園綠地養護、路燈維修管理、建築物公共安全檢查、工程品質管理、道路挖掘管理、建築物無障礙設施、施工場所安全維護、工程預算審核等。"
    },
    {
        "bureau_name": "政風處",
        "bureau_code": 9,
        "administrative_duties": "負責高雄市政府內部廉政、政風法制、反貪腐等業務，包含：廉政法規制定與執行、貪污防制宣導、公務機密維護、機關安全維護、採購案件稽核、陽光法案宣導、利益衝突迴避審查、廉政會報召開、政風訪查作業、公職人員財產申報、廉政風險評估、政風調查等。"
    },
    {
        "bureau_name": "教育局",
        "bureau_code": 10,
        "administrative_duties": "負責高雄市教育政策規劃、學校管理、教育資源分配等業務，包含：各級學校監督管理、教師聘任與考核、課程發展與教學輔導、學生事務與輔導、校園安全維護、特殊教育推動、學前教育規劃、終身學習推廣、教育經費分配、校舍工程督導、學區規劃、補習教育管理等。"
    },
    {
        "bureau_name": "文化局",
        "bureau_code": 11,
        "administrative_duties": "推動文化藝術發展、博物館管理、文化資產保存等業務，包含：藝文活動策劃、文化資產修復與維護、圖書館營運管理、表演場館營運、文創產業輔導、藝術補助與獎勵、文化節慶活動辦理、社區營造推動、公共藝術設置、文史調查研究、藝文展演空間管理、文化出版等。"
    },
    {
        "bureau_name": "新聞局",
        "bureau_code": 12,
        "administrative_duties": "負責市政新聞發布、公共關係、媒體溝通及行銷宣傳，包含：市政新聞發布與聯繫、媒體關係維護、城市行銷規劃、政策宣導執行、輿情分析與回應、市政記者會辦理、官方社群媒體經營、城市品牌建立、國際媒體聯繫、影視產業推廣、政府出版品管理、新聞影音製作等。"
    },
    {
        "bureau_name": "毒品防制局",
        "bureau_code": 13,
        "administrative_duties": "負責毒品防制、戒毒政策、毒品危害防治宣導等業務，包含：毒品防制政策規劃、戒毒輔導與諮詢、毒品危害教育宣導、藥物濫用防制、毒品防制中心營運、戒毒個案追蹤輔導、毒品防制網絡建立、青少年毒品防制、社區毒品防制、戒毒就業輔導、毒品防制研究分析等。"
    },
    {
        "bureau_name": "民政局",
        "bureau_code": 14,
        "administrative_duties": "負責戶政、宗教事務、社區發展與自治事務等業務，包含：戶籍行政管理、市民活動中心營運、宗教團體輔導、殯葬設施管理、區里行政督導、選舉事務辦理、宗教活動輔導、社區發展協會輔導、市民活動規劃、里鄰長福利、公墓管理維護、宗教文化保存等。"
    },
    {
        "bureau_name": "水利局",
        "bureau_code": 15,
        "administrative_duties": "負責高雄市水資源管理、水利建設、防洪治水等業務，包含：排水系統規劃與建設、防洪設施維護管理、污水下水道建設、河川整治工程、滯洪池規劃建設、抽水站運作管理、水利設施檢查維護、水資源調配運用、水患防災應變、地下水管理、水利資訊系統維護、水權登記管理等。"
    },
    {
        "bureau_name": "法制局",
        "bureau_code": 16,
        "administrative_duties": "負責市府法制審查、行政訴訟及法規制定與解釋，包含：市府法規審查與解釋、行政救濟業務處理、國家賠償案件處理、法規諮詢服務、行政契約審查、訴願審議、法制教育訓練、法律意見諮詢、行政程序審查、法規整理彙編、行政執行審查、法制研究發展等。"
    },
    {
        "bureau_name": "海洋局",
        "bureau_code": 17,
        "administrative_duties": "負責海洋資源管理、漁業發展、海洋觀光等業務，包含：漁業資源保育、漁港建設與管理、海洋產業發展、海洋觀光推廣、漁民福利服務、海洋環境保護、漁業巡護執法、漁業權管理、海洋文化教育、漁產品行銷推廣、海洋生態保育、遊艇產業發展等。"
    },
    {
        "bureau_name": "消防局",
        "bureau_code": 18,
        "administrative_duties": "負責消防安全、救災應變、急難救助及消防宣導等業務，包含：火災預防與搶救、災害防救體系建立、緊急救護服務、防災教育宣導、消防安全檢查、危險物品管理、救災救護訓練、消防栓維護管理、火災調查鑑定、義消組織管理、防災演練規劃、消防設備檢修申報等。"
    },
    {
        "bureau_name": "環境保護局",
        "bureau_code": 19,
        "administrative_duties": "負責環境保護、污染防治、廢棄物管理等業務，包含：空氣品質監測、噪音管制、水質保護、廢棄物清運處理、資源回收管理、環境衛生稽查、毒性化學物質管理、環境影響評估、環境教育推廣、環保稽查取締、垃圾分類推動、環境污染防制等。"
    },
    {
        "bureau_name": "研究發展考核委員會",
        "bureau_code": 20,
        "administrative_duties": "負責市政研究、政策規劃、效能評估與行政革新等業務，包含：市政發展研究、施政計畫管考、為民服務品質提升、市政滿意度調查、跨局處專案管理、政府資訊公開、行政效率提升、組織改造規劃、市政白皮書編撰、重大施政追蹤、績效評估制度、創新提案推動等。"
    },
    {
        "bureau_name": "社會局",
        "bureau_code": 21,
        "administrative_duties": "負責社會福利、弱勢族群救助、兒童與老人照護等業務，包含：社會救助發放、老人福利服務、身心障礙福利、兒童及少年福利、婦女福利服務、社會工作發展、社會福利機構管理、志願服務推動、家庭暴力防治、社區照顧關懷、遊民輔導服務、社會住宅管理等。"
    },
    {
        "bureau_name": "經濟發展局",
        "bureau_code": 22,
        "administrative_duties": "負責工商業發展、招商投資、產業政策規劃等業務，包含：產業園區管理、商圈發展輔導、市場攤販管理、招商引資推動、會展產業發展、商業登記管理、產業創新輔導、工廠登記管理、產業人才培育、商業發展規劃、能源政策推動、產業轉型輔導等。"
    },
    {
        "bureau_name": "衛生局",
        "bureau_code": 23,
        "administrative_duties": "負責醫療衛生管理、疾病防治、食品安全等業務，包含：疾病防治管理、食品衛生稽查、醫療機構管理、藥物管理稽核、健康促進活動、傳染病防治、心理衛生服務、長期照護規劃、菸害防制工作、公共衛生教育、食品安全管理、緊急醫療救護等。"
    },
    {
        "bureau_name": "觀光局",
        "bureau_code": 24,
        "administrative_duties": "負責高雄市觀光發展、旅遊行銷、景點推廣等業務，包含：觀光景點規劃與管理、觀光行銷推廣、旅遊資訊服務、觀光產業輔導、觀光活動策劃、旅館業管理、民宿管理輔導、觀光導覽系統建置、國際觀光推廣、觀光人才培訓、觀光市場調查、旅遊安全維護等。"
    },
    {
        "bureau_name": "警察局",
        "bureau_code": 25,
        "administrative_duties": "負責治安維護、犯罪防制、交通管理與公共安全業務，包含：犯罪偵防工作、交通秩序維護、社區警政推動、110勤務指揮、刑事鑑識工作、警備治安維護、少年犯罪防制、婦幼安全維護、反詐騙宣導、交通事故處理、槍砲彈藥管制、違法集會遊行處理等。"
    },
    {
        "bureau_name": "財政局",
        "bureau_code": 26,
        "administrative_duties": "負責財政收入、地方稅務管理、預算與資產管理等業務，包含：市庫收支管理、市有財產管理、公債發行管理、地方稅稽徵、菸酒管理稽查、市有土地開發、公產活化利用、債務管理規劃、市有房地租售、稅務違章查處、財務規劃分析、非稅收入管理等。"
    },
    {
        "bureau_name": "資訊處",
        "bureau_code": 27,
        "administrative_duties": "負責市府資訊政策、數位治理、資訊安全與系統開發等業務，包含：資訊系統開發維護、資訊安全管理、機房設施管理、市府網站維護、資料開放平台、智慧城市推動、資訊教育訓練、網路設備管理、資訊採購規劃、系統整合服務、資訊設備維護、數位服務創新等。"
    },
    {
        "bureau_name": "農業局",
        "bureau_code": 28,
        "administrative_duties": "負責農業發展、農業補助、農村再生與農產品行銷等業務，包含：農業生產輔導、農產品產銷調節、農地管理維護、農業技術推廣、農產品驗證管理、農業災害救助、農民福利服務、農村再生規劃、農業設施管理、農產品行銷推廣、農業資源保育、畜牧業輔導等。"
    },
    {
        "bureau_name": "運動發展局",
        "bureau_code": 29,
        "administrative_duties": "負責體育政策推動、運動場館管理、體育賽事舉辦等業務，包含：運動場館營運管理、體育活動推廣、運動賽事籌辦、運動選手培訓、全民運動推廣、學校體育發展、運動設施維護、體育團體輔導、運動產業發展、國際賽事招商、運動觀光推廣、運動科學研究等。"
    },
    {
        "bureau_name": "都市發展局",
        "bureau_code": 30,
        "administrative_duties": "負責都市計畫、土地開發、都市更新與建築管理等業務，包含：都市計畫擬定、都市設計審議、都市更新推動、建築執照審查、違建查處取締、都市景觀規劃、土地使用管制、都市防災規劃、都市發展研究、社區營造輔導、都市工程設計、建築物公共安全等。"
    },
    {
        "bureau_name": "青年局",
        "bureau_code": 31,
        "administrative_duties": "負責青年創業、就業輔導、青年政策與活動推動等業務，包含：青年創業輔導、就業媒合服務、創新創業空間營運、青年職涯發展、青年公共參與、青年國際交流、創業貸款諮詢、青年人才培育、青年活動策劃、青年政策研究、青年住宅服務、青年志工推動等。"
    },
    {
        "bureau_name": "行政暨國際處",
        "bureau_code": 0,
        "administrative_duties": "負責高雄市政府的行政管理、國際交流與市政外交事務，包含：跨局處行政協調、市政文書管理、國際合作與交流、外賓接待、市政會議籌辦、國際城市行銷、市府形象推廣、雙邊城市合作計畫、國際組織參與、市府官方文件翻譯、外國企業招商協助、國際活動策劃等。"
    }
]
